---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalPanelThickness
source: html/1141698e-e548-8113-2d0a-4c2b76af17a4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalPanelThickness Property

"Thickness": Used for Analytical Panel

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalPanelThickness { get; }
```